---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarBendingDetailType
source: html/236af7f9-968d-9e61-6152-e8bddc0f7854.htm
---
# RebarBendingDetailType Properties

Identifies the angular dimensions display options.